["Accenture Reports Very Strong Fourth-Quarter\nand Full-Year Fiscal 2022 Results\n-- For the fourth quarter, revenues increase 15% in U.S. dollars and 22.4% in local currency, to\n$15.4 billion; operating margin expands 10 basis points to 14.7%; EPS increase 18% to $2.60 --\n-- For full fiscal year, revenues are $61.6 billion, a record increase of 22% in U.S. dollars and\n26% in local currency; operating margin expands 10 basis points to 15.2 --\n-- For full fiscal year, EPS are $10.71, a 17% increase from $9.16 for fiscal 2021 and a 22%\nincrease from adjusted fiscal 2021 EPS of $8.80, which excluded $0.36 in gains on an\ninvestment --\n-- Free cash flow is $3.6 billion for fourth quarter and a record $8.8 billion for full year --\n-- New bookings are $18.4 billion for fourth quarter and a record $71.7 billion for full year, a 21%\nincrease in U.S. dollars and 25% increase in local currency over full-year fiscal 2021 new\nbookings --\n-- 15% increase in quarterly dividend to $1.12 per share; Board of\nDirectors approves $3.0 billion of additional share repurchase authority --\n-- For fiscal year 2023, Accenture expects revenue growth of 8% to 11% in local currency and\ndiluted EPS of $11.09 to $11.41 --\nNEW YORK; Sept. 22, 2022 — Accenture (NYSE: ACN) reported financial results for the fourth\nquarter and full fiscal year ended Aug. 31, 2022.\nFor the fourth quarter, revenues were $15.4 billion, an increase of 15% in U.S. dollars and\n22.4% in local currency compared with the fourth quarter of fiscal 2021. Diluted earnings per\nshare were $2.60, an 18% increase from $2.20 last year. Operating margin for the fourth quarter\nof fiscal 2022 was 14.7%, an expansion of 10 basis points from the fourth quarter of fiscal 2021.\nOperating cash flow was $3.8 billion and free cash flow was $3.6 billion. New bookings were\n$18.4 billion.\nFor the full fiscal year, revenues were $61.6 billion, a record increase of 22% in U.S. dollars and\n26% in local currency compared with fiscal 2021. Diluted earnings per share increased 17% to\n$10.71 from $9.16 last year, which included gains on an investment of $0.36. Excluding these\npre-tax gains, EPS increased 22% from adjusted EPS of $8.80 in fiscal 2021. Operating margin\nfor fiscal 2022 was 15.2%, an expansion of 10 basis points. Operating cash flow for fiscal 2022\nwas $9.5 billion and free cash flow was a record $8.8 billion. New bookings were a record\n$71.7 billion.\nJulie Sweet, chair and CEO, Accenture, said, “Our exceptional performance in fiscal 2022 is a\ntestament to our ability to create enduring 360° Value for all our stakeholders: clients, people,\nshareholders, partners and communities. The depth, breadth and relevance of our services uniquely position us to help our clients achieve resilience, agility and growth across every part of\nthe enterprise. Records across all financial metrics - new bookings, revenues, EPS and cash\nflow, reflect the continued successful execution of our growth strategy. We delivered these\nresults while proudly making progress on our sustainability goals, including advancing inclusion\nand diversity; exceeding 85% renewable electricity use in our offices and centers globally; and\ncontinuing to make a positive impact on the communities where we work and live. I want to\nthank our 721,000 incredibly talented people, whose dedication and passion make us a trusted\npartner to our clients as we help them embrace today’s accelerated pace of change.”\nFinancial Review\nFourth Quarter Fiscal 2022\nRevenues for the fourth quarter of fiscal 2022 were $15.4 billion, compared with $13.4 billion for\nthe fourth quarter of fiscal 2021, an increase of 15% in U.S. dollars and 22.4% in local currency\nand at the upper end of the company's guided range of $15.0 billion to $15.5 billion. The foreign-\nexchange impact for the quarter was approximately negative 7.5%, compared with the\nassumption of a negative 8% impact provided in the company’s third-quarter earnings release.\n▪ Consulting revenues were $8.33 billion, an increase of 14% in U.S. dollars and 22% in\nlocal currency compared with the fourth quarter of fiscal 2021.\n▪ Outsourcing revenues were $7.09 billion, an increase of 16% in U.S. dollars and 23% in\nlocal currency compared with the fourth quarter of fiscal 2021.\nDiluted EPS for the fourth quarter were $2.60, an increase of $0.40 or 18% from $2.20 for the\nfourth quarter last year. The $0.40 increase in EPS reflects:\n▪ a $0.36 increase from higher revenue and operating results;\n▪ a $0.02 increase from lower non-operating expense;\n▪ a $0.02 increase from a lower share count; and\n▪ a $0.01 increase from a lower effective tax rate;\npartially offset by\n▪ a $0.01 decrease from higher non-controlling interests.\nGross margin (gross profit as a percentage of revenues) for the fourth quarter was 32.1%,\ncompared with 33.3% for the fourth quarter of fiscal 2021. Selling, general and administrative\n(SG&A) expenses for the fourth quarter were $2.68 billion, or 17.4% of revenues, compared\nwith $2.51 billion, or 18.7% of revenues, for the fourth quarter of fiscal 2021.\nOperating income for the fourth quarter of fiscal 2022 was $2.27 billion, or 14.7% of revenues,\ncompared with $1.96 billion, or 14.6% of revenues, for the fourth quarter of fiscal 2021.\nOperating margin for the fourth quarter of fiscal 2022 expanded 10 basis points. The company’s effective tax rate for the fourth quarter was 24.6%, compared with 25.0% for the\nfourth quarter of fiscal 2021.Net income for the quarter was $1.69 billion, compared with\n$1.44 billion for the fourth quarter of fiscal 2021.Operating cash flow for the fourth quarter was\n$3.79 billion, and property and equipment additions were $177 million. Free cash flow, defined\nas operating cash flow net of property and equipment additions, was $3.61 billion. For the same\nperiod of fiscal 2021, operating cash flow was $2.44 billion, property and equipment additions\nwere $236 million, and free cash flow was $2.20 billion.\nDays services outstanding, or DSOs, were 43 days at Aug. 31, 2022, compared with 38 days at\nAug. 31, 2021.\nAccenture’s total cash balance at Aug. 31, 2022 was $7.9 billion, compared with $8.2 billion at\nAug. 31, 2021.\nNew Bookings\nNew bookings for the fourth quarter were $18.4 billion, an increase of 22% in U.S. dollars and\n31% in local currency from the fourth quarter last year.\n▪ Consulting new bookings were $8.4 billion, or 46% of total new bookings.\n▪ Outsourcing new bookings were $9.9 billion, or 54% of total new bookings.\nRevenues by Geographic Market\nRevenues by geographic market for the fourth quarter were as follows:\n▪ North America: $7.52 billion, an increase of 18% in both U.S. dollars and local currency\ncompared with the fourth quarter of fiscal 2021.\n▪ Europe: $4.80 billion, an increase of 12% in U.S. dollars and 26% in local currency\ncompared with the fourth quarter of fiscal 2021.\n▪ Growth Markets: $3.10 billion, an increase of 13% in U.S. dollars and 26% in local\ncurrency compared with the fourth quarter of fiscal 2021.\nRevenues by Industry Group\nRevenues by industry group for the fourth quarter were as follows:\n▪ Communications, Media & Technology: $3.08 billion, an increase of 16% in U.S. dollars\nand 23% in local currency compared with the fourth quarter of fiscal 2021.\n▪ Financial Services: $2.94 billion, an increase of 13% in U.S. dollars and 22% in local\ncurrency compared with the fourth quarter of fiscal 2021. ▪ Health & Public Service: $2.89 billion, an increase of 15% in U.S. dollars and 19% in\nlocal currency compared with the fourth quarter of fiscal 2021.\n▪ Products: $4.48 billion, an increase of 16% in U.S. dollars and 25% in local currency\ncompared with the fourth quarter of fiscal 2021.\n▪ Resources: $2.03 billion, an increase of 13% in U.S. dollars and 21% in local currency\ncompared with the fourth quarter of fiscal 2021.\nFull Year Fiscal 2022\nRevenues for the full 2022 fiscal year were $61.6 billion, compared with $50.5 billion for fiscal\n2021, an increase of 22% in U.S. dollars and 26% in local currency. Revenues for fiscal 2022\nreflect a foreign-exchange impact of approximately negative 4% compared with fiscal 2021.\n▪ Consulting revenues were $34.1 billion, an increase of 25% in U.S. dollars and 29% in\nlocal currency compared with fiscal 2021.\n▪ Outsourcing revenues were $27.5 billion, an increase of 19% in U.S. dollars and 22% in\nlocal currency compared with fiscal 2021.\nDiluted EPS for the full 2022 fiscal year were $10.71, an increase of 17% from $9.16 for fiscal\n2021. Excluding pre-tax gains on an investment of $271 million, or $0.36 per share in fiscal\n2021, diluted EPS increased 22% in fiscal 2022, from adjusted EPS of $8.80 in fiscal 2021. The\n$1.91 increase in EPS reflects:\n▪ a $2.08 increase from higher revenue and operating results;\n▪ a $0.06 increase from lower other non-operating expense ; and\n▪ a $0.05 increase from a lower share count;\npartially offset by\n▪ a $0.15 decrease from the loss on the disposition of the company’s business in Russia;\n▪ a $0.10 decrease from a higher effective tax rate; and\n▪ a $0.03 decrease from higher non-controlling interests.\nGross margin (gross profit as a percentage of revenues) for fiscal 2022 was 32.0%, compared\nwith 32.4% for fiscal 2021. Selling, general and administrative (SG&A) expenses for the full\nfiscal year were $10.33 billion, or 16.8% of revenues, compared with $8.74 billion, or 17.3% of\nrevenues, for fiscal 2021.\nOperating income for the full fiscal year was $9.37 billion, or 15.2% of revenues, compared with\n$7.62 billion, or 15.1% of revenues, in fiscal 2021. Accenture’s annual effective tax rate for fiscal 2022 was 24.0%, compared with 22.8% in fiscal\n2021. Excluding the investment gains of $271 million and the related tax expense of $41.4\nmillion, the effective tax rate for fiscal 2021 was 23.1%.\nNet income for the full fiscal year was $6.99 billion, compared with $5.99 billion in fiscal 2021.\nFor the full 2022 fiscal year, operating cash flow was $9.54 billion, and property and equipment\nadditions were $718 million. Free cash flow, defined as operating cash flow net of property and\nequipment additions, was $8.82 billion. For fiscal 2021, operating cash flow was $8.98 billion,\nproperty and equipment additions were $580 million, and free cash flow was $8.40 billion.\nNew Bookings\nNew bookings for the full fiscal year were $71.7 billion, an increase of 21% in U.S. dollars and\n25% in local currency from fiscal 2021.\n▪ Consulting new bookings were $37.9 billion, or 53% of total new bookings.\n▪ Outsourcing new bookings were $33.9 billion, or 47% of total new bookings.\nRevenues by Geographic Market\nRevenues by geographic market for the full fiscal year were as follows:\n▪ North America: $29.12 billion, an increase of 23% in both U.S. dollars and local currency\ncompared with fiscal 2021.\n▪ Europe: $20.26 billion, an increase of 21% in U.S. dollars and 29% in local currency\ncompared with fiscal 2021.\n▪ Growth Markets: $12.21 billion, an increase of 21% in U.S. dollars and 29% in local\ncurrency compared with fiscal 2021.\nRevenues by Industry Group\nRevenues by industry group for the full fiscal year were as follows:\n▪ Communications, Media & Technology: $12.20 billion, an increase of 24% in U.S. dollars\nand 28% in local currency compared with fiscal 2021.\n▪ Financial Services: $11.81 billion, an increase of 19% in U.S. dollars and 24% in local\ncurrency compared with fiscal 2021.\n▪ Health & Public Service: $11.23 billion, an increase of 18% in U.S. dollars and 20% in\nlocal currency compared with fiscal 2021. ▪ Products: $18.28 billion, an increase of 27% in U.S. dollars and 32% in local currency\ncompared with fiscal 2021.\n▪ Resources: $8.08 billion, an increase of 18% in U.S. dollars and 22% in local currency\ncompared with fiscal 2021.\nReturning Cash to Shareholders\nAccenture continues to return cash to shareholders through cash dividends and share\nrepurchases. In fiscal 2022, the company returned $6.57 billion to shareholders, including\n$2.46 billion in cash dividends and $4.12 billion in share repurchases.\nDividend\nOn Aug. 15, 2022, a quarterly cash dividend of $0.97 per share was paid to shareholders of\nrecord at the close of business on July 14, 2022. These cash dividend payments totaled\n$614 million, bringing dividend payments for the full year to $2.46 billion, compared with\n$2.24 billion in fiscal 2021.\nAccenture plc has declared a quarterly cash dividend of $1.12 per share, for shareholders of\nrecord at the close of business on Oct. 13, 2022. This dividend, which is payable on Nov. 15,\n2022, represents a 15% increase over the company’s previous quarterly dividend.\nShare Repurchase Activity\nDuring the fourth quarter of fiscal 2022, Accenture repurchased or redeemed 2.1 million shares,\nincluding 2.0 million shares repurchased in the open market, for a total of $605 million. This\nbrought total share repurchases and redemptions for the full fiscal year to 12.2 million shares,\nincluding 9.6 million shares repurchased in the open market, for a total of $4.12 billion.\nThe company’s Board of Directors has approved $3.0 billion in additional share repurchase\nauthority, bringing Accenture’s total outstanding authority to approximately $6.1 billion.\nAt Aug. 31, 2022, Accenture had approximately 632 million total shares outstanding.\nBusiness Outlook\nFirst Quarter Fiscal 2023\nAccenture expects revenues for the first quarter of fiscal 2023 to be in the range of $15.2 billion\nto $15.75 billion, an increase of 10% to 14% in local currency, reflecting the company’s\nassumption of an approximately negative 8.5% foreign-exchange impact compared with the first\nquarter of fiscal 2022. Fiscal Year 2023\nAccenture’s business outlook for the full 2023 fiscal year assumes that the foreign-exchange\nimpact on its results in U.S. dollars will be approximately negative 6% compared with fiscal\n2022.\nFor fiscal 2023, the company expects revenue growth to be in the range of 8% to 11% in local\ncurrency.\nAccenture expects operating margin for the full fiscal year to be in the range of 15.3% to 15.5%,\nan expansion of 10 to 30 basis points from fiscal 2022.\nThe company expects its annual effective tax rate to be in the range of 23% to 25%.\nThe company expects diluted EPS to be in the range of $11.09 to $11.41, an increase of 4% to\n7% over FY22 diluted EPS.\nFor fiscal 2023, the company expects operating cash flow to be in the range of $8.5 billion to\n$9.0 billion; property and equipment additions to be $800 million; and free cash flow to be in the\nrange of $7.7 billion to $8.2 billion.\nThe company expects to return at least $7.1 billion in cash to shareholders through dividends\nand share repurchases.\n360° Value Reporting\nAccenture’s goal is to create 360° value for our clients, people, shareholders, partners, and\ncommunities. To enhance transparency and provide a comprehensive view for all stakeholders,\nwe have combined our financial and environmental, social and governance (ESG) reporting into\na digital-first experience. To access our goals, progress and performance, please visit the\nAccenture 360° Value Reporting Experience (www.accenture.com/reportingexperience).\nConference Call and Webcast Details\nAccenture will host a conference call at 8:00 a.m. EDT today to discuss its fourth-quarter and\nfiscal year 2022 financial results. To participate, please dial +1 (877) 692-8955 [+1 (234) 720-\n6979 outside the United States, Puerto Rico and Canada] and enter access code 9024690\napproximately 15 minutes before the scheduled start of the call. The conference call will also be\naccessible live on the Investor Relations section of the Accenture Web site at\nwww.accenture.com.\nA replay of the conference call will be available at www.accenture.com beginning at 11:00 a.m.\nEDT today, Sept. 22, and continuing through Friday, Dec. 16, 2022. The replay will also be\navailable via telephone by dialing +1 (866) 207-1041 [+1 (402) 970-0847 outside the United States, Puerto Rico and Canada] and entering access code 4002764 from 11:00 a.m. EDT\ntoday, Sept. 22, through Friday, Dec. 16, 2022.\nAbout Accenture\nAccenture is a global professional services company with leading capabilities in digital, cloud\nand security. Combining unmatched experience and specialized skills across more than 40\nindustries, we offer Strategy and Consulting, Technology and Operations services and\nAccenture Song — all powered by the world’s largest network of Advanced Technology and\nIntelligent Operations centers. Our 721,000 people deliver on the promise of technology and\nhuman ingenuity every day, serving clients in more than 120 countries. We embrace the power\nof change to create value and shared success for our clients, people, shareholders, partners\nand communities. Visit us at www.accenture.com.\nNon-GAAP Financial Information\nThis news release includes certain non-GAAP financial information as defined by Securities and Exchange\nCommission Regulation G. Pursuant to the requirements of this regulation, reconciliations of this non-GAAP financial\ninformation to Accenture’s financial statements as prepared under generally accepted accounting principles (GAAP)\nare included in this press release. Financial results “in local currency” are calculated by restating current-period\nactivity into U.S. dollars using the comparable prior-year period’s foreign-currency exchange rates. Accenture’s\nmanagement believes providing investors with this information gives additional insights into Accenture’s results of\noperations. While Accenture’s management believes that the non-GAAP financial measures herein are useful in\nevaluating Accenture’s operations, this information should be considered as supplemental in nature and not as a\nsubstitute for the related financial information prepared in accordance with GAAP. Accenture provides full-year\nrevenue guidance on a local-currency basis and not in U.S. dollars because the impact of foreign exchange rate\nfluctuations could vary significantly from the company’s stated assumptions.\nForward-Looking Statements\nExcept for the historical information and discussions contained herein, statements in this news release may constitute\nforward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. Words such as\n“may,” “will,” “should,” “likely,” “anticipates,” “expects,” “intends,” “plans,” “projects,” “believes,” “estimates,”\n“positioned,” “outlook” and similar expressions are used to identify these forward-looking statements. These\nstatements involve a number of risks, uncertainties and other factors that could cause actual results to differ\nmaterially from those expressed or implied. These risks include, without limitation, risks that: Accenture’s results of\noperations have been, and may in the future be, adversely affected by volatile, negative or uncertain economic and\npolitical conditions, including the invasion of Ukraine by Russia, the related sanctions and other measures that have\nbeen and continue to be imposed in response to this conflict, as well as the current inflationary environment, and the\neffects of these conditions on the company’s clients’ businesses and levels of business activity; Accenture faces\nlegal, reputational and financial risks from any failure to protect client and/or company data from security incidents or\ncyberattacks; Accenture’s business depends on generating and maintaining ongoing, profitable client demand for the\ncompany’s services and solutions including through the adaptation and expansion of its services and solutions in\nresponse to ongoing changes in technology and offerings, and a significant reduction in such demand or an inability\nto respond to the evolving technological environment could materially affect the company’s results of operations; if\nAccenture is unable to match people and skills with client demand around the world and attract and retain\nprofessionals with strong leadership skills, the company’s business, the utilization rate of the company’s professionals\nand the company’s results of operations may be materially adversely affected; the COVID-19 pandemic has impacted\nAccenture’s business and operations, and the extent to which it will continue to do so and its impact on the\ncompany’s future financial results are uncertain; the markets in which Accenture operates are highly competitive, and\nAccenture might not be able to compete effectively; Accenture’s ability to attract and retain business and employees\nmay depend on its reputation in the marketplace; if Accenture does not successfully manage and develop its\nrelationships with key alliance partners or fails to anticipate and establish new alliances in new technologies, the\ncompany’s results of operations could be adversely affected; Accenture’s profitability could materially suffer if the company is unable to obtain favorable pricing for its services and solutions, if the company is unable to remain\ncompetitive, if its cost-management strategies are unsuccessful or if it experiences delivery inefficiencies or fail to\nsatisfy certain agreed-upon targets or specific service levels; changes in Accenture’s level of taxes, as well as audits,\ninvestigations and tax proceedings, or changes in tax laws or in their interpretation or enforcement, could have a\nmaterial adverse effect on the company’s effective tax rate, results of operations, cash flows and financial condition;\nAccenture’s results of operations could be materially adversely affected by fluctuations in foreign currency exchange\nrates; changes to accounting standards or in the estimates and assumptions Accenture makes in connection with the\npreparation of its consolidated financial statements could adversely affect its financial results; Accenture might be\nunable to access additional capital on favorable terms or at all and if the company raises equity capital, it may dilute\nits shareholders’ ownership interest in the company; as a result of Accenture’s geographically diverse operations and\nits growth strategy to continue to expand in its key markets around the world, the company is more susceptible to\ncertain risks; if Accenture is unable to manage the organizational challenges associated with its size, the company\nmight be unable to achieve its business objectives; Accenture might not be successful at acquiring, investing in or\nintegrating businesses, entering into joint ventures or divesting businesses; Accenture’s business could be materially\nadversely affected if the company incurs legal liability; Accenture’s global operations expose the company to\nnumerous and sometimes conflicting legal and regulatory requirements; Accenture’s work with government clients\nexposes the company to additional risks inherent in the government contracting environment; if Accenture is unable\nto protect or enforce its intellectual property rights or if Accenture’s services or solutions infringe upon the intellectual\nproperty rights of others or the company loses its ability to utilize the intellectual property of others, its business could\nbe adversely affected; Accenture’s results of operations and share price could be adversely affected if it is unable to\nmaintain effective internal controls; Accenture may be subject to criticism and negative publicity related to its\nincorporation in Ireland; as well as the risks, uncertainties and other factors discussed under the “Risk Factors”\nheading in Accenture plc’s most recent Annual Report on Form 10-K and other documents filed with or furnished to\nthe Securities and Exchange Commission. Statements in this news release speak only as of the date they were\nmade, and Accenture undertakes no duty to update any forward-looking statements made in this news release or to\nconform such statements to actual results or changes in Accenture’s expectations.\n###\nContacts:\nStacey Jones\nAccenture Media Relations\n+1 (917) 452-6561\nstacey.jones@accenture.com\nAngie Park\nAccenture Investor Relations\n+1 (703) 947-2401\nangie.park@accenture.com Accenture plc\nConsolidated Income Statements\n(In thousands of U.S. dollars, except share and per share amounts)\n(Unaudited)\nThree Months Ended Year Ended\nAugust 31, % of August 31, % of August 31, % of August 31, % of\n2022 Revenues 2021 Revenues 2022 Revenues 2021 Revenues\nREVENUES:\nRevenues $ 15,423,656 100.0 % $ 13,419,284 100.0 % $ 61,594,305 100.0 % $ 50,533,389 100.0 %\nOPERATING EXPENSES:\nCost of services 10,477,599 67.9 % 8,953,068 66.7 % 41,892,766 68.0 % 34,169,261 67.6 %\nSales and marketing 1,578,243 10.2 % 1,514,969 11.3 % 6,108,401 9.9 % 5,288,237 10.5 %\nGeneral and administrative costs 1,099,625 7.1 % 992,558 7.4 % 4,225,957 6.9 % 3,454,362 6.8 %\nTotal operating expenses 13,155,467 11,460,595 52,227,124 42,911,860\nOPERATING INCOME 2,268,189 14.7 % 1,958,689 14.6 % 9,367,181 15.2 % 7,621,529 15.1 %\nInterest income 23,087 9,722 45,133 33,365\nInterest expense (12,871) (12,977) (47,320) (59,492)\nOther (expense) income, net (33,444) (37,629) (72,533) 165,714\nLoss on disposition of Russia business — — (96,294) —\nINCOME BEFORE INCOME TAXES 2,244,961 14.6 % 1,917,805 14.3 % 9,196,167 14.9 % 7,761,116 15.4 %\nIncome tax expense 552,576 480,382 2,207,207 1,770,571\nNET INCOME 1,692,385 11.0 % 1,437,423 10.7 % 6,988,960 11.3 % 5,990,545 11.9 %\nNet income attributable to\nnoncontrolling interest in Accenture\nCanada Holdings Inc. (1,770) (1,538) (7,348) (6,539)\nNet income attributable to\nnoncontrolling interests – other (1) (25,487) (19,637) (104,443) (77,197)\nNET INCOME ATTRIBUTABLE TO\nACCENTURE PLC $ 1,665,128 10.8 % $ 1,416,248 10.6 % $ 6,877,169 11.2 % $ 5,906,809 11.7 %\nCALCULATION OF EARNINGS PER\nSHARE:\nNet income attributable to Accenture plc $ 1,665,128 $ 1,416,248 $ 6,877,169 $ 5,906,809\nNet income attributable to\nnoncontrolling interest in Accenture\nCanada Holdings Inc. (2) 1,770 1,538 7,348 6,539\nNet income for diluted earnings per\nshare calculation $ 1,666,898 $ 1,417,786 $ 6,884,517 $ 5,913,348\nEARNINGS PER SHARE:\nBasic $ 2.63 $ 2.24 $ 10.87 $ 9.31\nDiluted $ 2.60 $ 2.20 $ 10.71 $ 9.16\nWEIGHTED AVERAGE SHARES:\nBasic 632,095,422 633,546,144 632,762,710 634,745,073\nDiluted 640,914,760 645,287,973 642,839,181 645,909,042\nCash dividends per share $ 0.97 $ 0.88 $ 3.88 $ 3.52\n(1) Comprised primarily of noncontrolling interest attributable to the noncontrolling shareholders of Avanade, Inc.\n(2) Diluted earnings per share assumes the exchange of all Accenture Canada Holdings Inc. exchangeable shares for Accenture plc Class A ordinary shares\non a one-for-one basis. The income effect does not take into account “Net income attributable to noncontrolling interests — other,” since those shares are\nnot redeemable or exchangeable for Accenture plc Class A ordinary shares. Accenture plc\nSummary of Revenues\n(In thousands of U.S. dollars)\n(Unaudited)\nPercent Percent\nIncrease Increas e\nThree Months Ended\nU.S. Local\nAugust 31, 2022 August 31, 2021 Dollars Currency\nGEOGRAPHIC MARKETS\nNorth America $ 7,523,505 $ 6,388,827 18% 18%\nEurope 4,803,237 4,299,673 12 26\nGrowth Markets 3,096,914 2,730,784 13 26\nTotal Revenues $ 15,423,656 $ 13,419,284 15% 22%\nINDUSTRY GROUPS (1)\nCommunications, Media & Technology $ 3,081,007 $ 2,645,930 16% 23%\nFinancial Services 2,941,286 2,611,145 13 22\nHealth & Public Service 2,892,549 2,504,853 15 19\nProducts 4,478,375 3,854,900 16 25\nResources 2,030,439 1,802,456 13 21\nTotal Revenues $ 15,423,656 $ 13,419,284 15% 22%\nTYPE OF WORK\nConsulting $ 8,328,761 $ 7,305,307 14% 22%\nOutsourcing 7,094,895 6,113,977 16 23\nTotal Revenues $ 15,423,656 $ 13,419,284 15% 22%\nPercent Percent\nIncrease Increas e\nYear Ended\nU.S. Local\nAugust 31, 2022 August 31, 2021 Dollars Currency\nGEOGRAPHIC MARKETS\nNorth America $ 29,121,385 $ 23,701,341 23% 23%\nEurope 20,263,550 16,749,484 21 29\nGrowth Markets 12,209,370 10,082,564 21 29\nTotal Revenues $ 61,594,305 $ 50,533,389 22% 26%\nINDUSTRY GROUPS (1)\nCommunications, Media & Technology $ 12,199,797 $ 9,801,349 24% 28%\nFinancial Services 11,810,582 9,932,523 19 24\nHealth & Public Service 11,226,464 9,498,234 18 20\nProducts 18,275,419 14,438,537 27 32\nResources 8,082,043 6,862,746 18 22\nTotal Revenues $ 61,594,305 $ 50,533,389 22% 26%\nTYPE OF WORK\nConsulting $ 34,075,856 $ 27,337,699 25% 29%\nOutsourcing 27,518,449 23,195,690 19 22\nTotal Revenues $ 61,594,305 $ 50,533,389 22% 26%\n(1) Effective June 1, 2022, we revised the reporting of our industry groups for the movement of Aerospace & Defense from Communications, Media\n& Technology to Products. Prior period amounts have been reclassified to conform with the current period presentation. Accenture plc\nOperating Income by Geographic Market\n(In thousands of U.S. dollars)\n(Unaudited)\nThree Months Ended\nAugust 31, 2022 August 31, 2021\nOperating Operating Operating Operating Increase\nIncome Margin Income Margin (Decrease)\nNorth America $ 1,261,735 17 % $ 1,118,578 18 % $ 143,157\nEurope 467,316 10 496,241 12 (28,925)\nGrowth Markets 539,138 17 343,870 13 195,268\nTotal Operating Income $ 2,268,189 14.7 % $ 1,958,689 14.6 % $ 309,500\nYear Ended\nAugust 31, 2022 August 31, 2021\nOperating Operating Operating Operating\nIncome Margin Income Margin Increase\nNorth America $ 4,976,890 17 % $ 3,907,883 16 % $ 1,069,007\nEurope 2,437,313 12 2,236,462 13 200,851\nGrowth Markets 1,952,978 16 1,477,184 15 475,794\nTotal Operating Income $ 9,367,181 15.2 % $ 7,621,529 15.1 % $ 1,745,652\nAccenture plc\nReconciliation of Net Income and Diluted Earnings Per Share, as Reported (GAAP), to Net Income and\nDiluted Earnings Per Share, as Adjusted (Non-GAAP)\n(In thousands of U.S. dollars, except per share amounts)\n(Unaudited)\nYear Ended\nAugust 31, 2022 August 31, 2021\nAs Reported As Reported Investment Adjusted\n(GAAP) (GAAP) Gains (1) (Non-GAAP)\nIncome before income taxes $ 9,196,167 $ 7,761,116 $ (271,009) $ 7,490,107\nIncome tax expense 2,207,207 1,770,571 (41,440) 1,729,131\nNet income $ 6,988,960 $ 5,990,545 $ (229,569) $ 5,760,976\nEffective tax rate 24.0 % 22.8 % 23.1 %\nDiluted earnings per share $ 10.71 $ 9.16 $ (0.36) $ 8.80\n(1) Represents gains related to our investment in Duck Creek Technologies. Accenture plc\nConsolidated Balance Sheets\n(In thousands of U.S. dollars)\nAugust 31, 2022 August 31, 2021\n(Unaudited)\nASSETS\nCURRENT ASSETS:\nCash and cash equivalents $ 7,889,833 $ 8,168,174\nShort-term investments 3,973 4,294\nReceivables and contract assets 11,776,775 9,728,212\nOther current assets 1,940,290 1,765,831\nTotal current assets 21,610,871 19,666,511\nNON-CURRENT ASSETS:\nContract assets 46,844 38,334\nInvestments 317,972 329,526\nProperty and equipment, net 1,659,140 1,639,105\nLease assets 3,018,535 3,182,519\nGoodwill 13,133,293 11,125,861\nOther non-current assets 7,476,735 7,193,987\nTotal non-current assets 25,652,519 23,509,332\nTOTAL ASSETS $ 47,263,390 $ 43,175,843\nLIABILITIES AND SHAREHOLDERS’ EQUITY\nCURRENT LIABILITIES:\nCurrent portion of long-term debt and bank borrowings $ 9,175 $ 12,080\nAccounts payable 2,559,485 2,274,057\nDeferred revenues 4,478,048 4,229,177\nAccrued payroll and related benefits 7,611,794 6,747,853\nLease liabilities 707,598 744,164\nOther accrued liabilities 2,157,396 1,701,536\nTotal current liabilities 17,523,496 15,708,867\nNON-CURRENT LIABILITIES:\nLong-term debt 45,893 53,473\nLease liabilities 2,563,090 2,696,917\nOther non-current liabilities 4,383,823 4,619,472\nTotal non-current liabilities 6,992,806 7,369,862\nTotal Accenture plc shareholders’ equity 22,106,540 19,529,454\nNoncontrolling interest 640,548 567,660\nTotal Shareholders' Equity 22,747,088 20,097,114\nTOTAL LIABILITIES AND SHAREHOLDERS’ EQUITY $ 47,263,390 $ 43,175,843 Accenture plc\nConsolidated Cash Flows Statements\n(In thousands of U.S. dollars)\n(Unaudited)\nThree Months Ended Year Ended\nAugust 31, August 31, August 31, August 31,\n2022 2021 2022 2021\nCASH FLOWS FROM OPERATING ACTIVITIES:\nNet income $ 1,692,385 $ 1,437,423 $ 6,988,960 $ 5,990,545\nDepreciation, amortization and other 534,905 486,281 2,088,216 1,891,242\nShare-based compensation expense 360,234 275,700 1,679,789 1,342,951\nChange in assets and liabilities/other, net 1,202,586 237,028 (1,215,836) (249,590)\nNet cash provided by (used in) operating activities 3,790,110 2,436,432 9,541,129 8,975,148\nCASH FLOWS FROM INVESTING ACTIVITIES:\nPurchases of property and equipment (177,051) (236,295) (717,998) (580,132)\nPurchases of businesses and investments, net of cash acquired (1,235,164) (2,626,711) (3,447,552) (4,171,123)\nProceeds from the sale of businesses and investments, net of cash\ntransferred 440 3,725 (107,659) 413,553\nOther investing, net 3,183 7,965 12,580 27,936\nNet cash provided by (used in) investing activities (1,408,592) (2,851,316) (4,260,629) (4,309,766)\nCASH FLOWS FROM FINANCING ACTIVITIES:\nProceeds from issuance of ordinary shares 149,213 126,211 1,349,064 1,065,775\nPurchases of shares (605,487) (914,648) (4,116,378) (3,703,124)\nCash dividends paid (613,730) (557,930) (2,457,306) (2,236,094)\nOther financing, net (31,408) (21,418) (86,406) (52,894)\nNet cash provided by (used in) financing activities (1,101,412) (1,367,785) (5,311,026) (4,926,337)\nEffect of exchange rate changes on cash and cash equivalents (93,841) (58,537) (247,815) 13,799\nNET INCREASE (DECREASE) IN CASH AND CASH EQUIVALENTS 1,186,265 (1,841,206) (278,341) (247,156)\nCASH AND CASH EQUIVALENTS, beginning of period 6,703,568 10,009,380 8,168,174 8,415,330\nCASH AND CASH EQUIVALENTS, end of period $ 7,889,833 $ 8,168,174 $ 7,889,833 $ 8,168,174"]